[
  {
    "judul": "Definisi Kesehatan Mental Yang Baik",
    "isi": "Definisi kesehatan yang baik, yang mencakup aspek mental dan sosial, dapat bervariasi antara sistem kesehatan, budaya, atau praktik klinis dengan nilai yang berbeda.\n Salah satu definisi umum tentang kesehatan mental berasal dari WHO, yang menjelaskan bahwa kesehatan mental yang baik adalah ketika seseorang merasa baik secara keseluruhan, dapat mengelola stres sehari-hari, bekerja dengan produktif, \ndan berkontribusi positif pada masyarakat. Ini menunjukkan bahwa kesehatan mental tidak hanya tentang tidak adanya gangguan, tetapi juga tentang keadaan kesejahteraan secara keseluruhan. Strategi untuk mencegah gangguan mental dan mempromosikan kesehatan mental bisa berbeda, \nmeskipun bisa juga saling melengkapi. Pencegahan gangguan mental bertujuan untuk mengurangi gejala pada individu yang berisiko, sementara promosi kesehatan mental berusaha untuk memperkuat kesejahteraan secara keseluruhan dalam populasi.",
    "kategori": ["kesehatan mental", "WHO"],
    "referensi": "https://www.sciencedirect.com/science/article/pii/S0924977X19318693#keys0001",
    "image": "https://firebasestorage.googleapis.com/v0/b/taxi-5e40f.appspot.com/o/artikel%2Fkasus-cacat-mental-pada-anak-meroket-di-amerika.jpg?alt=media&token=93369490-9eb5-4894-8b68-738775bca302"
  },
  {
    "judul": "Kesehatan Mental Dan Media Sosial",
    "isi": "Menurut Organisasi Kesehatan Dunia, lebih dari 0,8 juta orang meninggal karena bunuh diri setiap tahunnya, dan Sekitar 8 dari 10 orang cenderung mengungkapkan kecenderungan bunuh diri mereka di media sosial, \nhal itu dikarenakan platform media sosial memiliki hubungan yang kuat dengan perasaan yang diungkapkan oleh pengguna. Para psikolog klinis dan peneliti akademis menemukan semakin banyak masalah kesehatan mental dan paparannya terhadap platform media sosial selama lockdown akibat pandemi COVID-19. \nPandemi ini memiliki dampak jangka panjang terhadap kesehatan mental dan kesejahteraan masyarakat karena ketidakamanan ekonomi dan isolasi.\n Kasus bunuh diri mempunyai dampak buruk secara fisik, ekonomi, dan emosional terhadap kesejahteraan sosial.",
    "kategori": ["kesehatan mental", "media sosial"],
    "referensi": "https://link.springer.com/article/10.1007/s11831-022-09863-z",
    "image": "https://firebasestorage.googleapis.com/v0/b/taxi-5e40f.appspot.com/o/artikel%2Fshyam-mishra-0WjJZMyc-XU-unsplash.jpg?alt=media&token=2e367816-f10d-4606-95dd-ed1e5e471cc8"
  },
  {
    "judul": "Kesehatan Mental Pada Remaja",
    "isi": "Peralihan dari masa remaja ke dewasa seringkali diwarnai oleh perubahan yang signifikan, tetapi juga rentan terhadap masalah kesehatan mental. Data dari dekade terakhir menunjukkan peningkatan yang mengkhawatirkan dalam masalah kesehatan mental di lingkungan kampus.\n Semakin banyak siswa yang melaporkan mengalami tekanan psikologis dan masalah serius seperti tindakan menyakiti diri dan pemikiran untuk bunuh diri. Ada juga peningkatan dalam diagnosis gangguan mental, dengan satu dari lima mahasiswa memenuhi kriteria untuk gangguan mental dalam setahun. \nJika tidak diatasi, masalah kesehatan mental ini dapat menghasilkan beban besar pada tingkat individu dan sosial, termasuk dampak ekonomi akibat hilangnya produktivitas dan pembayaran tunjangan pemerintah. \nTemuan ini menyoroti pentingnya mendeteksi masalah tersebut sejak dini dan memberikan bantuan tepat waktu untuk mengurangi jumlah orang yang mengalami masalah kesehatan mental serta dampak tragis bunuh diri.",
    "kategori": ["remaja", "bunuh diri", "kesehatan mental"],
    "referensi": "https://link.springer.com/article/10.1007/s00787-023-02167-y",
    "image": "https://firebasestorage.googleapis.com/v0/b/taxi-5e40f.appspot.com/o/artikel%2Fmelissa-askew-tSlvoSZK77c-unsplash.jpg?alt=media&token=8539182b-b69e-4c7f-916f-cc67afc661c6"
  },
  {
    "judul": "Gejala Depresi",
    "isi": "Pada tahun 2019, 280 juta orang hidup dengan depresi, termasuk 23 juta anak-anak dan remaja . Depresi berbeda dari fluktuasi suasana hati biasa dan respons emosional jangka pendek terhadap tantangan dalam kehidupan sehari-hari. Selama episode depresi,\n orang tersebut mengalami suasana hati yang tertekan (merasa sedih, mudah tersinggung, hampa) atau kehilangan kesenangan atau minat dalam beraktivitas, hampir sepanjang hari, hampir setiap hari, setidaknya selama dua minggu. Beberapa gejala lain juga muncul, \nyang mungkin termasuk konsentrasi yang buruk, perasaan bersalah yang berlebihan atau harga diri yang rendah, keputusasaan tentang masa depan, pikiran tentang kematian atau bunuh diri, \ngangguan tidur, perubahan nafsu makan atau berat badan, dan perasaan sangat lelah atau rendah diri. energi. Orang dengan depresi mempunyai risiko lebih tinggi untuk melakukan bunuh diri. Namun, terdapat pengobatan psikologis yang efektif, dan tergantung pada usia dan tingkat keparahannya, pengobatan juga dapat dipertimbangkan. ",
    "kategori": ["depresi", "gangguan mental", "gejala depresi"],
    "referensi": "https://www.who.int/en/news-room/fact-sheets/detail/mental-disorders",
    "image": "https://firebasestorage.googleapis.com/v0/b/taxi-5e40f.appspot.com/o/artikel%2Fchristopher-lemercier-12yvdCiLaVE-unsplash.jpg?alt=media&token=fc052d6f-2d3a-446d-9999-fe552ffbdb65"
  },
  {
    "judul": "Siapa Saja Yang Beresiko Terkena Gangguan Jiwa?",
    "isi": "Pada suatu waktu, beragam faktor individu, keluarga, komunitas, dan struktural dapat bergabung untuk melindungi atau melemahkan kesehatan mental. Meskipun sebagian besar masyarakat memiliki ketahanan, namun masyarakat yang dihadapkan pada keadaan buruk \ntermasuk kemiskinan, kekerasan, disabilitas, dan kesenjangan – mempunyai risiko yang lebih tinggi. Faktor protektif dan risiko mencakup faktor psikologis dan biologis individu, seperti keterampilan emosional serta genetika. \nBanyak faktor risiko dan perlindungan yang dipengaruhi melalui perubahan struktur dan/atau fungsi otak.",
    "kategori": ["gangguan jiwa", "kesehatan mental"],
    "referensi": "https://www.who.int/en/news-room/fact-sheets/detail/mental-disorders",
    "image": "https://firebasestorage.googleapis.com/v0/b/taxi-5e40f.appspot.com/o/artikel%2F087521500_1605150565-Jenis-jenis-Gangguan-Jiwa-yang-Perlu-Anda-Ketahui_-shutterstock_770420392.webp?alt=media&token=08d5657d-0a2a-470c-a606-a59264689159"
  }
]
